Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/modules/main/mainAlarms.tmx
Source language: en
Languages: vi, zh

source: ( K10) I/O Link Module Error
vi: ( K10) Lỗi Mô-Đun Liên Kết I/O
zh: (K10) I/O Link模块故障

source: (KA11) Digital Outputs Module Error
vi: (KA11) Lỗi Mô-Đun Đầu Ra Kỹ Thuật Số
zh: (KA11)数字量输出模块故障

source: (KA12) Analog Inputs Module Error
vi: (KA12) Lỗi Mô-Đun Đầu Vào Tương Tự
zh: (KA12)模拟量输入模块故障

source: (KA13) Potential Distributor, GND, Module Error
vi: (KA13) Nhà Phân Phối Tiềm Năng, GND, Lỗi Mô-Đun
zh: (KA13)电位分配器/接地模块故障

source: (KA14) Digital Inputs Module Error
vi: (KA14) Lỗi Mô-Đun Đầu Vào Kỹ Thuật Số
zh: (KA14)数字量输入模块故障

source: (KA15) Digital Inputs Module Error
vi: (KA15) Lỗi Mô-Đun Đầu Vào Kỹ Thuật Số
zh: (KA15)数字量输入模块故障

source: (KA16) Digital Outputs Module Error
vi: (KA16) Lỗi Mô-Đun Đầu Ra Kỹ Thuật Số
zh: (KA16)数字量输出模块故障

source: (KA17) Digital Outputs Module Error
vi: (KA17) Lỗi Mô-Đun Đầu Ra Kỹ Thuật Số
zh: (KA17)数字量输出模块故障

source: (KA18) Digital Inputs 3 Module Error
vi: (KA18) Lỗi Mô-Đun Đầu Vào Kỹ Thuật Số 3
zh: (KA18)数字量输入模块故障

source: (KA19) Digital Outputs Module Error
vi: (KA19) Lỗi Mô-Đun Đầu Ra Kỹ Thuật Số
zh: (KA19)数字量输出模块故障

source: (KA20) PWM Module Error
vi: (KA20) Lỗi Mô-Đun PLC
zh: (KA20)PWM模块故障

source: Need cassette to empty machine (bricks in bottom flap)
vi: Cần băng cassette để làm trống máy (khối gạch ở nắp dưới)
zh: 需要盛料盒接收底部叶片元件

source: OPCUA method error. Can't receive commands from Gateway.
vi: Lỗi phương pháp OPCUA. Không thể nhận lệnh từ Cổng.
zh: OPC-UA通讯故障，无法接受来自网关的命令
